Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-20160831-113849/fio-drbd-sp2-autotest-1-0-write.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-1: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-1: fio-2.13
drbd-sp2-autotest-1: Starting 1 process
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: write: (groupid=0, jobs=1): err= 0: pid=7794: Wed Aug 31 11:38:52 2016
drbd-sp2-autotest-1:   write: io=4056.0KB, bw=109622KB/s, iops=27405, runt=    37msec
drbd-sp2-autotest-1:     clat (usec): min=1, max=44, avg= 4.93, stdev= 2.28
drbd-sp2-autotest-1:      lat (usec): min=1, max=44, avg= 5.14, stdev= 2.33
drbd-sp2-autotest-1:     clat percentiles (usec):
drbd-sp2-autotest-1:      |  1.00th=[    1],  5.00th=[    1], 10.00th=[    3], 20.00th=[    5],
drbd-sp2-autotest-1:      | 30.00th=[    5], 40.00th=[    5], 50.00th=[    5], 60.00th=[    5],
drbd-sp2-autotest-1:      | 70.00th=[    5], 80.00th=[    5], 90.00th=[    6], 95.00th=[    6],
drbd-sp2-autotest-1:      | 99.00th=[    8], 99.50th=[    8], 99.90th=[   37], 99.95th=[   44],
drbd-sp2-autotest-1:      | 99.99th=[   44]
drbd-sp2-autotest-1:     lat (usec) : 2=5.72%, 4=4.54%, 10=89.25%, 20=0.10%, 50=0.39%
drbd-sp2-autotest-1:   cpu          : usr=11.11%, sys=19.44%, ctx=133, majf=0, minf=9
drbd-sp2-autotest-1:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-1:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Run status group 0 (all jobs):
drbd-sp2-autotest-1:   WRITE: io=4056KB, aggrb=109621KB/s, minb=109621KB/s, maxb=109621KB/s, mint=37msec, maxt=37msec
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Disk stats (read/write):
drbd-sp2-autotest-1:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1015, aggrmerge=0/0, aggrticks=0/7204, aggrin_queue=7204, aggrutil=6.63%
drbd-sp2-autotest-1:     dm-0: ios=0/1015, merge=0/0, ticks=0/7204, in_queue=7204, util=6.63%, aggrios=0/10, aggrmerge=0/1005, aggrticks=0/64, aggrin_queue=64, aggrutil=6.63%
drbd-sp2-autotest-1:   vdb: ios=0/10, merge=0/1005, ticks=0/64, in_queue=64, util=6.63%