Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-20160831-113849/fio-drbd-sp2-autotest-2-0-write-17.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-2: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-2: fio-2.13
drbd-sp2-autotest-2: Starting 1 process
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: write: (groupid=0, jobs=1): err= 0: pid=304: Wed Aug 31 11:39:08 2016
drbd-sp2-autotest-2:   write: io=4056.0KB, bw=79529KB/s, iops=19882, runt=    51msec
drbd-sp2-autotest-2:     clat (usec): min=3, max=1016, avg= 4.72, stdev=31.82
drbd-sp2-autotest-2:      lat (usec): min=3, max=1017, avg= 5.20, stdev=31.84
drbd-sp2-autotest-2:     clat percentiles (usec):
drbd-sp2-autotest-2:      |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
drbd-sp2-autotest-2:      | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    4],
drbd-sp2-autotest-2:      | 70.00th=[    4], 80.00th=[    4], 90.00th=[    5], 95.00th=[    5],
drbd-sp2-autotest-2:      | 99.00th=[    7], 99.50th=[    9], 99.90th=[   27], 99.95th=[ 1020],
drbd-sp2-autotest-2:      | 99.99th=[ 1020]
drbd-sp2-autotest-2:     lat (usec) : 4=50.69%, 10=48.82%, 20=0.10%, 50=0.30%
drbd-sp2-autotest-2:     lat (msec) : 2=0.10%
drbd-sp2-autotest-2:   cpu          : usr=0.00%, sys=32.00%, ctx=27, majf=0, minf=11
drbd-sp2-autotest-2:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-2:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: Run status group 0 (all jobs):
drbd-sp2-autotest-2:   WRITE: io=4056KB, aggrb=79529KB/s, minb=79529KB/s, maxb=79529KB/s, mint=51msec, maxt=51msec
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: Disk stats (read/write):
drbd-sp2-autotest-2:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1016, aggrmerge=0/0, aggrticks=0/8048, aggrin_queue=8048, aggrutil=6.37%
drbd-sp2-autotest-2:     dm-0: ios=0/1016, merge=0/0, ticks=0/8048, in_queue=8048, util=6.37%, aggrios=0/11, aggrmerge=0/1005, aggrticks=0/72, aggrin_queue=72, aggrutil=6.37%
drbd-sp2-autotest-2:   vdb: ios=0/11, merge=0/1005, ticks=0/72, in_queue=72, util=6.37%