Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-20160831-113849/fio-drbd-sp2-autotest-2-0-write-4.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-2: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-2: fio-2.13
drbd-sp2-autotest-2: Starting 1 process
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: write: (groupid=0, jobs=1): err= 0: pid=32387: Wed Aug 31 11:38:55 2016
drbd-sp2-autotest-2:   write: io=4056.0KB, bw=184364KB/s, iops=46090, runt=    22msec
drbd-sp2-autotest-2:     clat (usec): min=2, max=48, avg= 2.79, stdev= 2.08
drbd-sp2-autotest-2:      lat (usec): min=2, max=48, avg= 3.11, stdev= 2.06
drbd-sp2-autotest-2:     clat percentiles (usec):
drbd-sp2-autotest-2:      |  1.00th=[    2],  5.00th=[    2], 10.00th=[    2], 20.00th=[    2],
drbd-sp2-autotest-2:      | 30.00th=[    2], 40.00th=[    2], 50.00th=[    3], 60.00th=[    3],
drbd-sp2-autotest-2:      | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    4],
drbd-sp2-autotest-2:      | 99.00th=[    6], 99.50th=[   10], 99.90th=[   39], 99.95th=[   48],
drbd-sp2-autotest-2:      | 99.99th=[   48]
drbd-sp2-autotest-2:     lat (usec) : 4=91.03%, 10=8.38%, 20=0.39%, 50=0.20%
drbd-sp2-autotest-2:   cpu          : usr=0.00%, sys=47.62%, ctx=20, majf=0, minf=10
drbd-sp2-autotest-2:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-2:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-2:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: Run status group 0 (all jobs):
drbd-sp2-autotest-2:   WRITE: io=4056KB, aggrb=184363KB/s, minb=184363KB/s, maxb=184363KB/s, mint=22msec, maxt=22msec
drbd-sp2-autotest-2: 

drbd-sp2-autotest-2: Disk stats (read/write):
drbd-sp2-autotest-2:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1014, aggrmerge=0/0, aggrticks=0/6036, aggrin_queue=6036, aggrutil=5.66%
drbd-sp2-autotest-2:     dm-0: ios=0/1014, merge=0/0, ticks=0/6036, in_queue=6036, util=5.66%, aggrios=0/9, aggrmerge=0/1005, aggrticks=0/52, aggrin_queue=52, aggrutil=5.66%
drbd-sp2-autotest-2:   vdb: ios=0/9, merge=0/1005, ticks=0/52, in_queue=52, util=5.66%